Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# recorderSettings.thresholds.stop
source: Stop threshold
ar: حد الإيقاف
bg: Стоп праг
ca: Llindar d'aturada
cs: Prahová hodnota zastavení
da: Stop tærskel
de: Stoppschwelle
el: Όριο διακοπής
es: Umbral de parada
fi: Pysäytyskynnys
fr: Seuil d’arrêt
he: סף עצירה
hi: रोक सीमा
hr: Zaustavni prag
hu: Leállási küszöb
id: Hentikan ambang batas
it: Soglia di arresto
ja: 停止しきい値
ko: 정지 임계값
ms: Hentikan ambang
nb: Stoppterskel
nl: Stopdrempel
pl: Próg zatrzymania
pt: Limite de parada
ro: Pragul de oprire
ru: Порог остановки
sk: Prah zastavenia
sv: Stopptröskel
th: หยุดเกณฑ์
tr: Durdurma eşiği
uk: Стоп-поріг
vi: Ngưỡng dừng
zh_hans: 停止阈值
zh_hant: 停止閾值

# recorderSettings.thresholds.subtitle
source: Set when recording starts and stops.
ar: حدد متى يبدأ التسجيل ويتوقف.
bg: Задайте кога записът започва и спира.
ca: Estableix quan comença i s'atura la gravació.
cs: Nastavte, kdy se nahrávání spustí a zastaví.
da: Indstil når optagelsen starter og stopper.
de: Legen Sie fest, wann die Aufnahme beginnt und stoppt.
el: Ρυθμίστε την έναρξη και τη διακοπή της εγγραφής.
es: Define cuándo empieza y termina la grabación.
fi: Aseta, milloin tallennus alkaa ja loppuu.
fr: Définissez le début et la fin de l’enregistrement.
he: הגדר מתי ההקלטה מתחילה ומפסיקה.
hi: रिकॉर्डिंग शुरू/रुकने की सीमा सेट करें।
hr: Postavite kada snimanje počinje i kada se zaustavlja.
hu: Állítsa be a felvétel indításakor és leállításakor.
id: Atur kapan perekaman dimulai dan dihentikan.
it: Imposta l'avvio e l'arresto della registrazione.
ja: 録音の開始時と停止時に設定します。
ko: 녹화가 시작되고 중지되는 시점을 설정합니다.
ms: Tetapkan apabila rakaman bermula dan berhenti.
nb: Still inn når opptaket starter og stopper.
nl: Instellen wanneer de opname start en stopt.
pl: Ustaw, kiedy rozpoczyna się i kończy nagrywanie.
pt: Defina quando a gravação começa e para.
ro: Setați când începe și se oprește înregistrarea.
ru: Задайте условия начала и остановки записи.
sk: Nastavte, kedy sa nahrávanie spustí a zastaví.
sv: Ställ in när inspelningen startar och slutar.
th: ตั้งค่าเมื่อเริ่มและหยุดการบันทึก
tr: Kaydın ne zaman başlayacağını ve duracağını ayarlayın.
uk: Встановіть час початку та зупинки запису.
vi: Đặt thời điểm bắt đầu và dừng ghi.
zh_hans: 设置录音开始和停止的条件。
zh_hant: 設定錄音開始和停止的條件。

# recorderSettings.thresholds.title
source: Thresholds
ar: الحدود
bg: Прагове
ca: Llindars
cs: Prahové hodnoty
da: Tærskler
de: Schwellenwerte
el: κατώφλια
es: Umbrales
fi: Kynnykset
fr: Seuils
he: ספים
hi: सीमाएँ
hr: Pragovi
hu: Küszöbértékek
id: Ambang batas
it: Soglie
ja: しきい値
ko: 임계값
ms: Ambang
nb: Terskler
nl: Drempels
pl: Progi
pt: Limites
ro: Pragurile
ru: Пороги
sk: Prahové hodnoty
sv: Trösklar
th: เกณฑ์
tr: Eşikler
uk: Пороги
vi: Ngưỡng
zh_hans: 阈值
zh_hant: 閾值

# recorderSettings.title
source: Recorder
ar: مسجل
bg: Записващо устройство
ca: Gravadora
cs: Záznamník
da: Optager
el: Μηχάνημα εγγραφής
es: Grabadora
fi: Tallennin
fr: Enregistreur
he: מַקלִיט
hi: रिकॉर्डर
hr: Snimač
hu: Felvevő
id: Perekam
it: Registratore
ja: レコーダー
ko: 기록계
ms: Perakam
nb: Opptaker
pl: Rejestrator
pt: Gravador
ru: Диктофон
sk: záznamník
sv: Inspelare
th: เครื่องบันทึก
tr: Kaydedici
uk: диктофон
vi: Máy ghi âm
zh_hans: 录音机
zh_hant: 錄音機

# recorderSettings.voiceActivated.subtitle
source: Start and stop clips when sound crosses your thresholds.
ar: يبدأ ويوقف المقاطع عند تجاوز الصوت للحدود.
bg: Стартирайте и спирайте клипове, когато звукът премине вашите прагове.
ca: Inicia i atura els clips quan el so traspassa els teus llindars.
cs: Spusťte a zastavte klipy, když zvuk překročí vaše prahové hodnoty.
da: Start og stop klip, når lyden krydser dine tærskler.
de: Starten und stoppen Sie Clips, wenn der Ton Ihre Schwellenwerte überschreitet.
el: Ξεκινήστε και σταματήστε τα κλιπ όταν ο ήχος ξεπεράσει τα κατώφλια σας.
es: Inicia y detiene clips cuando el sonido supera tus umbrales.
fi: Aloita ja lopeta leikkeet, kun ääni ylittää kynnyksesi.
fr: Démarre et arrête les clips lorsque le son dépasse vos seuils.
he: התחל והפסק קליפים כאשר הקול חוצה את הספים שלך.
hi: ध्वनि सीमा पार करने पर क्लिप शुरू/रोकें।
hr: Pokrenite i zaustavite isječke kada zvuk prijeđe vaše pragove.
hu: Indítsa el és állítsa le a klipeket, amikor a hang átlépi a küszöböt.
id: Mulai dan hentikan klip saat suara melewati ambang batas Anda.
it: Avvia e interrompi le clip quando il suono supera le tue soglie.
ja: 音が閾値を超えたときにクリップを開始および停止します。
ko: 사운드가 임계값을 초과하면 클립을 시작하고 중지합니다.
ms: Mulakan dan hentikan klip apabila bunyi melepasi ambang anda.
nb: Start og stopp klipp når lyden krysser terskelverdiene dine.
nl: Start en stop clips wanneer geluid uw drempels overschrijdt.
pl: Uruchamiaj i zatrzymuj klipy, gdy dźwięk przekroczy Twoje progi.
pt: Inicia e para clipes quando o som ultrapassa seus limites.
ro: Porniți și opriți clipurile atunci când sunetul vă depășește pragurile.
ru: Запускает и останавливает клипы при пересечении порогов.
sk: Spustite a zastavte klipy, keď zvuk prekročí vaše prahové hodnoty.
sv: Starta och stoppa klipp när ljudet passerar dina trösklar.
th: เริ่มและหยุดคลิปเมื่อเสียงเกินขีดจำกัดของคุณ
tr: Ses eşiklerinizi aştığında klipleri başlatın ve durdurun.
uk: Запускайте та зупиняйте кліпи, коли звук переступає ваші пороги.
vi: Bắt đầu và dừng clip khi âm thanh vượt quá ngưỡng của bạn.
zh_hans: 声音超过阈值时自动开始和停止录音。
zh_hant: 聲音超過閾值時自動開始和停止錄音。

# recorderSettings.voiceActivated.title
source: Voice-activated recording
ar: تسجيل بالصوت
bg: Запис с гласово активиране
ca: Enregistrament activat per veu
cs: Hlasem aktivovaný záznam
da: Stemmeaktiveret optagelse
de: Sprachaktivierte Aufnahme
el: Εγγραφή με φωνητική ενεργοποίηση
es: Grabación por voz
fi: Ääniaktivoitu tallennus
fr: Enregistrement vocal
he: הקלטה מופעלת קולית
hi: वॉइस-सक्रिय रिकॉर्डिंग
hr: Glasovno aktivirano snimanje
hu: Hangvezérelt felvétel
id: Rekaman yang diaktifkan dengan suara
it: Registrazione ad attivazione vocale
ja: 音声による録音
ko: 음성 활성화 녹음
ms: Rakaman diaktifkan suara
nb: Stemmeaktivert opptak
nl: Spraakgestuurde opname
pl: Nagrywanie aktywowane głosem
pt: Gravação por voz
ro: Înregistrare activată prin voce
ru: Голосовая активация
sk: Hlasom aktivované nahrávanie
sv: Röstaktiverad inspelning
th: การบันทึกที่เปิดใช้งานด้วยเสียง
tr: Sesle etkinleştirilen kayıt
uk: Голосовий запис
vi: Ghi âm kích hoạt bằng giọng nói
zh_hans: 声控录音
zh_hant: 聲控錄音

# recordingStatus.autoRecording
source: Auto recording
ar: تسجيل تلقائي
bg: Автоматичен запис
ca: Enregistrament automàtic
cs: Automatické nahrávání
da: Automatisk optagelse
de: Automatische Aufnahme
el: Αυτόματη εγγραφή
es: Grabación automática
fi: Automaattinen tallennus
fr: Enregistrement auto
he: הקלטה אוטומטית
hi: ऑटो रिकॉर्डिंग
hr: Automatsko snimanje
hu: Automatikus felvétel
id: Perekaman otomatis
it: Registrazione automatica
ja: 自動録画
ko: 자동 녹음
ms: Rakaman automatik
nb: Automatisk opptak
nl: Automatische opname
pl: Automatyczne nagrywanie
pt: Gravação automática
ro: Înregistrare automată
ru: Автозапись
sk: Automatické nahrávanie
sv: Automatisk inspelning
th: บันทึกอัตโนมัติ
tr: Otomatik kayıt
uk: Автоматичний запис
vi: Tự động ghi âm
zh_hans: 自动录音
zh_hant: 自動錄音

# recordingStatus.recording
source: Recording
ar: جارٍ التسجيل
bg: Записване
ca: Gravació
cs: Záznam
da: Indspilning
de: Aufnahme
el: Εγγραφή
es: Grabando
fi: Tallennus
fr: Enregistrement
he: הַקלָטָה
hi: रिकॉर्डिंग
hr: Snimanje
hu: Felvétel
id: Rekaman
it: Registrazione
ja: 録音
ko: 녹음
ms: Rakaman
nb: Innspilling
nl: Opname
pl: Nagranie
pt: Gravando
ro: Înregistrare
ru: Запись
sk: Nahrávanie
sv: Inspelning
th: การบันทึก
tr: Kayıt
uk: Запис
vi: Ghi âm
zh_hans: 录音中
zh_hant: 錄音中

# recordingStatus.tailDelay
source: Tail delay
ar: تأخير الذيل
bg: Забавяне на опашката
ca: Retard de la cua
cs: Zpoždění ocasu
da: Hale forsinkelse
de: Schwanzverzögerung
el: Καθυστέρηση ουράς
es: Retardo final
fi: Hännän viive
fr: Délai de fin
he: עיכוב זנב
hi: टेल विलंब
hr: Kašnjenje repa
hu: Farok késleltetése
id: Penundaan ekor
it: Ritardo della coda
ja: テール遅延
ko: 테일 지연
ms: Kelewatan ekor
nb: Hale forsinkelse
nl: Staart vertraging
pl: Opóźnienie ogona
pt: Atraso final
ro: Întârzierea cozii
ru: Задержка хвоста
sk: Oneskorenie chvosta
sv: Svansfördröjning
th: ความล่าช้าของหาง
tr: Kuyruk gecikmesi
uk: Хвостова затримка
vi: Độ trễ đuôi
zh_hans: 尾音延时
zh_hant: 尾音延遲

# recordingStatus.voiceStandby
source: Voice standby
ar: انتظار الصوت
bg: Гласов режим на готовност
ca: Espera de veu
cs: Hlasový pohotovostní režim
da: Stemme standby
de: Sprachbereitschaft
el: Φωνητική αναμονή
es: Voz en espera
fi: Äänen valmiustila
fr: Veille vocale
he: המתנה קולית
hi: वॉइस स्टैंडबाय
hr: Glasovno stanje čekanja
hu: Hang készenlét
id: Siaga suara
it: Attesa vocale
ja: ボイススタンバイ
ko: 음성 대기
ms: Bersedia suara
nb: Stemme standby
nl: Stem standby
pl: Tryb gotowości głosowej
pt: Voz em espera
ro: Voce standby
ru: Ожидание голоса
sk: Hlasový pohotovostný režim
sv: Röst standby
th: สแตนด์บายด้วยเสียง
tr: Sesli bekleme
uk: Голосовий режим очікування
vi: Chế độ chờ bằng giọng nói
zh_hans: 语音待命
zh_hant: 語音待命

# settings.accent.preset.blue
source: Blue
ar: أزرق
bg: Синьо
ca: Blau
cs: Modrý
da: Blå
de: Blau
el: Μπλε
es: Azul
fi: Sininen
fr: Bleu
he: כְּחוֹל
hi: नीला
hr: Plava
hu: Kék
id: Biru
it: Blu
ja: 青
ko: 파란색
ms: Biru
nb: Blå
nl: Blauw
pl: Niebieski
pt: Azul
ro: Albastru
ru: Синий
sk: Modrá
sv: Blå
th: สีฟ้า
tr: Mavi
uk: Синій
vi: Màu xanh da trời
zh_hans: 蓝色
zh_hant: 藍色

# settings.accent.preset.coral
source: Coral
ar: المرجان
bg: Корал
ca: corall
cs: Korál
da: Koral
de: Koralle
el: Κοράλλι
fi: Koralli
fr: Corail
he: אַלְמוֹג
hi: मूंगा
hr: Koraljni
hu: Korall
id: Karang
it: Corallo
ja: コーラル
ko: 산호
ms: karang
nb: Korall
nl: Koraal
pl: Koral
ru: Коралл
sv: Korall
th: ปะการัง
tr: Mercan
uk: Кораловий
vi: San hô
zh_hans: 珊瑚
zh_hant: 珊瑚

# settings.accent.preset.green
source: Green
ar: أخضر
bg: Зелено
ca: Verd
cs: Zelený
da: Grøn
de: Grün
el: Πράσινος
es: Verde
fi: Vihreä
fr: Vert
he: יָרוֹק
hi: हरा
hr: zelena
hu: Zöld
id: Hijau
it: Verde
ja: 緑
ko: 녹색
ms: hijau
nb: Grønn
nl: Groente
pl: Zielony
pt: Verde
ro: Verde
ru: Зеленый
sk: Zelená
sv: Grön
th: สีเขียว
tr: Yeşil
uk: Зелений
vi: Màu xanh lá
zh_hans: 绿色
zh_hant: 綠色

# settings.accent.preset.indigo
source: Indigo
ar: نيلي
bg: Индиго
el: Ινδικό
es: Índigo
he: אִינדִיגוֹ
hi: नील
hu: Indigó
id: Nila
it: Indaco
ja: インジゴ
ko: 남빛
ms: nila
pl: Indygo
pt: Índigo
ru: Индиго
th: คราม
tr: Çivit mavisi
uk: Індиго
vi: màu chàm
zh_hans: 靛蓝
zh_hant: 靛藍

# settings.accent.preset.orange
source: Orange
ar: البرتقالي
bg: оранжево
ca: Taronja
cs: Pomerančový
el: Πορτοκάλι
es: Naranja
fi: Oranssi
he: כָּתוֹם
hi: नारंगी
hr: Narančasto
hu: Narancs
id: Oranye
it: Arancia
ja: オレンジ
ko: 주황색
ms: Jingga
nb: Oransje
nl: Oranje
pl: Pomarańczowy
pt: Laranja
ro: Portocale
ru: Апельсин
sk: Oranžová
th: ส้ม
tr: Turuncu
uk: Помаранчевий
vi: Quả cam
zh_hans: 橙色
zh_hant: 橙色

# settings.accent.preset.purple
source: Purple
ar: أرجواني
bg: Лилаво
ca: Lila
cs: Fialová
da: Lilla
de: Lila
el: Μωβ
es: Púrpura
fi: Violetti
fr: Violet
he: סָגוֹל
hi: बैंगनी
hr: Ljubičasta
hu: Lila
id: Ungu
it: Viola
ja: 紫
ko: 보라
ms: Ungu
nb: Lilla
nl: Paars
pl: Fioletowy
pt: Roxo
ro: Violet
ru: Фиолетовый
sk: Fialová
sv: Purpur
th: สีม่วง
tr: Mor
uk: Фіолетовий
vi: Màu tím
zh_hans: 紫色
zh_hant: 紫色

# settings.accent.preset.teal
source: Teal
ar: البط البري
bg: Тил
da: Blågrøn
de: Blaugrün
el: Βάσκας
es: verde azulado
fi: Sinivihreä
fr: Sarcelle
he: צהבהב
hi: टील
hu: Böjti réce
it: Verde acqua
ja: ティール
ko: 물오리
nb: Blågrønn
nl: Wintertaling
pl: Cyraneczka
pt: Cerceta
ru: Бирюзовый
sv: Kricka
th: นกเป็ดน้ำ
tr: turkuaz
uk: Чирок
vi: màu xanh mòng két
zh_hans: 青蓝
zh_hant: 青藍

# settings.accentColor
source: Accent Color
ar: لون مميز
bg: Цвят на акцента
ca: Color d'accent
cs: Barva zvýraznění
da: Accent farve
de: Akzentfarbe
el: Χρώμα έμφασης
es: Color de acento
fi: Aksenttiväri
fr: Couleur d'accentuation
he: צבע מבטא
hi: एक्सेंट रंग
hr: Boja akcenta
hu: Kiemelt szín
id: Warna Aksen
it: Colore accento
ja: アクセントカラー
ko: 악센트 색상
ms: Warna Aksen
nb: Aksentfarge
nl: Accentkleur
pl: Kolor akcentujący
pt: Cor de destaque
ro: Culoare de accent
ru: Акцентный цвет
sk: Farba zvýraznenia
sv: Accentfärg
th: สีเน้น
tr: Vurgu Rengi
uk: Колір акценту
vi: Màu nhấn
zh_hans: 主题色
zh_hant: 主題色

# settings.accentColor.automatic
source: Automatic
ar: تلقائي
bg: Автоматично
ca: Automàtic
cs: Automatický
da: Automatisk
de: Automatisch
el: Αυτόματο
es: Automático
fi: Automaattinen
fr: Automatique
he: אוֹטוֹמָטִי
hi: स्वचालित
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 오토매틱
ms: Automatik
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt: Automático
ro: Automat
ru: Автоматический
sk: Automaticky
sv: Automatisk
th: อัตโนมัติ
tr: Otomatik
uk: Автоматичний
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# settings.accentColor.custom
source: Custom
ar: مخصص
bg: По поръчка
ca: Personalitzat
cs: Zvyk
da: Skik
de: Brauch
el: Εθιμο
es: Costumbre
fi: Mukautettu
fr: Coutume
he: מִנְהָג
hi: रिवाज़
hr: Običaj
hu: Szokás
id: Kebiasaan
it: Costume
ja: カスタム
ko: 관습
ms: Adat
nb: Skikk
nl: Aangepast
pl: Zwyczaj
pt: Personalizado
ro: Personalizat
ru: Обычай
sk: Vlastné
sv: Beställnings
th: กำหนดเอง
tr: Gelenek
vi: Phong tục
zh_hans: 自定义
zh_hant: 自訂

# settings.accentColor.footer
source: Standard and High Sensitivity modes can each use their own accent color.
ar: يمكن لكل من الوضعين القياسي والحساسية العالية استخدام لون مميز خاص بهما.
bg: Режимите Standard и High Sensitivity могат да използват всеки свой собствен цвят на акцента.
ca: Els modes estàndard i d'alta sensibilitat poden utilitzar cadascun el seu propi color d'accent.
cs: Režimy Standardní a Vysoká citlivost mohou každý používat svou vlastní barvu zvýraznění.
da: Standard- og High Sensitivity-tilstande kan hver bruge deres egen accentfarve.
de: Die Modi „Standard“ und „Hohe Empfindlichkeit“ können jeweils ihre eigene Akzentfarbe verwenden.
el: Οι λειτουργίες Standard και High Sensitivity μπορούν να χρησιμοποιήσουν το δικό τους χρώμα έμφασης.
es: Los modos Estándar y Alta Sensibilidad pueden usar cada uno su propio color de acento.
fi: Vakio- ja High Sensitivity -tilat voivat käyttää kukin omaa korostusväriään.
fr: Les modes Standard et Haute sensibilité peuvent chacun utiliser leur propre couleur d'accentuation.
he: מצבים סטנדרטיים ורגישות גבוהה יכולים להשתמש בכל אחד בצבע המבטא שלו.
hi: मानक और उच्च संवेदनशीलता मोड प्रत्येक अपने स्वयं के उच्चारण रंग का उपयोग कर सकते हैं।
hr: Način rada Standard i High Sensitivity može koristiti svaki svoju boju naglaska.
hu: A normál és a nagy érzékenységű módok mindegyike használhatja a saját kiemelő színét.
id: Mode Standar dan Sensitivitas Tinggi masing-masing dapat menggunakan warna aksennya sendiri.
it: Le modalità Standard e Alta sensibilità possono utilizzare ciascuna il proprio colore principale.
ja: 標準モードと高感度モードでは、それぞれ独自のアクセントカラーを使用できます。
ko: 표준 및 고감도 모드는 각각 고유한 강조 색상을 사용할 수 있습니다.
ms: Mod Standard dan High Sensitiviti masing-masing boleh menggunakan warna aksen mereka sendiri.
nb: Standard- og høyfølsomhetsmodus kan bruke hver sin aksentfarge.
nl: De modi Standaard en Hoge gevoeligheid kunnen elk hun eigen accentkleur gebruiken.
pl: Tryby standardowa i wysoka czułość mogą używać własnego koloru akcentującego.
pt: Os modos Padrão e Alta Sensibilidade podem usar sua própria cor de destaque.
ro: Modurile Standard și Sensibilitate ridicată pot folosi fiecare culoarea lor de accent.
ru: Каждый из режимов «Стандартный» и «Высокая чувствительность» может использовать свой собственный цвет акцента.
sk: Režimy Standard a High Sensitivity môžu používať svoju vlastnú zvýrazňujúcu farbu.
sv: Standard- och High Sensitivity-lägena kan var och en använda sin egen accentfärg.
th: โหมดมาตรฐานและโหมดความไวสูงแต่ละโหมดสามารถใช้สีเฉพาะจุดของตัวเองได้
tr: Standart ve Yüksek Hassasiyet modlarının her biri kendi vurgu rengini kullanabilir.
uk: Кожен із режимів «Стандартний» і «Висока чутливість» може використовувати власний колір акценту.
vi: Mỗi chế độ Độ nhạy tiêu chuẩn và Độ nhạy cao có thể sử dụng màu nhấn riêng.
zh_hans: 标准模式与高灵敏模式可分别设置主题色。
zh_hant: 標準模式與高靈敏模式可分別設定主題色。

# settings.accentColor.preset
source: Preset
ar: محددة مسبقا
bg: Предварителна настройка
ca: Preestablert
cs: Přednastaveno
da: Forudindstillet
de: Voreingestellt
el: Προκαθορισμένη
es: Programar
fi: Esiasetus
fr: Préréglage
he: מוגדר מראש
hi: प्रीसेट
hr: Unaprijed postavljeno
hu: Előre beállított
id: Prasetel
it: Preimpostato
ja: プリセット
ko: 프리셋
ms: Pratetap
nb: Forhåndsinnstilt
nl: Voorinstelling
pl: Wstępnie ustawione
pt: Predefinido
ro: Presetat
ru: Предустановка
sk: Prednastavené
sv: Förinställa
th: ที่ตั้งไว้ล่วงหน้า
tr: Ön ayar
uk: Попереднє налаштування
vi: cài sẵn
zh_hans: 预设
zh_hant: 預設

# settings.accentColor.preview
source: Preview
ar: معاينة
bg: Преглед
ca: Vista prèvia
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Πρεμιέρα
es: Avance
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्व दर्शन
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 시사
ms: Pratonton
nb: Forhåndsvisning
nl: Voorbeeld
pl: Zapowiedź
pt: Visualização
ro: Previzualizare
ru: Предварительный просмотр
sk: Ukážka
sv: Förhandsvisning
th: ดูตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# settings.accentColor.source
source: Source
ar: مصدر
bg: Източник
ca: Font
cs: Zdroj
da: Kilde
de: Quelle
el: Πηγή
es: Fuente
fi: Lähde
he: מָקוֹר
hi: स्रोत
hr: Izvor
hu: Forrás
id: Sumber
it: Fonte
ja: ソース
ko: 원천
ms: Sumber
nb: Kilde
nl: Bron
pl: Źródło
pt: Fonte
ro: Sursă
ru: Источник
sk: Zdroj
sv: Källa
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# settings.appearance.header
source: Appearance
ar: المظهر
bg: Външен вид
ca: Aparença
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
fi: Ulkonäkö
fr: Apparence
he: הוֹפָעָה
hi: रूप
hr: Izgled
hu: Megjelenés
id: Penampilan
it: Aspetto
ja: 外観
ko: 모습
ms: Penampilan
nb: Utseende
nl: Verschijning
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Оформление
sk: Vzhľad
sv: Utseende
th: รูปร่าง
tr: Dış görünüş
uk: Зовнішній вигляд
vi: Vẻ bề ngoài
zh_hans: 外观
zh_hant: 外觀

# settings.calibration.alert.saved.changed
source: Calibrated to reference level %1$d dB. User adjustment: %2$@ → %3$@ Total offset: %4$@ Monitor readings will use the new baseline.
ar: تمت المعايرة إلى مستوى المرجع %1$d dB. تعديل المستخدم: %2$@ → %3$@ إجمالي الإزاحة: %4$@ ستستخدم القراءات خط الأساس الجديد.
bg: Калибриран до референтно ниво %1$d dB. Корекция на потребителя: %2$@ → %3$@ Общо отместване: %4$@ Показанията на монитора ще използват новата базова линия.
ca: Calibrat al nivell de referència %1$d dB. Ajust d'usuari: %2$@ → %3$@ Desplaçament total: %4$@ Les lectures del monitor utilitzaran la nova línia de base.
cs: Kalibrováno na referenční úroveň %1$d dB. Uživatelská úprava: %2$@ → %3$@ Celkový posun: %4$@ Monitorované hodnoty budou používat novou základní linii.
da: Kalibreret til referenceniveau %1$d dB. Brugerjustering: %2$@ → %3$@ Samlet offset: %4$@ Monitoraflæsninger vil bruge den nye baseline.
de: Kalibriert auf Referenzniveau %1$d dB. Benutzeranpassung: %2$@ → %3$@ Gesamtversatz: %4$@ Monitormesswerte verwenden die neue Basislinie.
el: Βαθμονομήθηκε στο επίπεδο αναφοράς %1$d dB. Προσαρμογή χρήστη: %2$@ → %3$@ Συνολική μετατόπιση: %4$@ Οι μετρήσεις της οθόνης θα χρησιμοποιούν τη νέα γραμμή βάσης.
es: Calibrado al nivel de referencia %1$d dB. Ajuste del usuario: %2$@ → %3$@ Offset total: %4$@ Las lecturas usarán la nueva línea base.
fi: Kalibroitu viitetasolle %1$d dB. Käyttäjän säätö: %2$@ → %3$@ Kokonaispoikkeama: %4$@ Monitorilukemat käyttävät uutta perusviivaa.
fr: Étalonné au niveau de référence %1$d dB. Ajustement utilisateur : %2$@ → %3$@ Offset total : %4$@ Les mesures utiliseront la nouvelle base.
he: מכויל לרמת הייחוס %1$d dB. התאמת משתמש: %2$@ → %3$@ סה"כ היסט: %4$@ קריאות הצג ישתמשו בקו הבסיס החדש.
hi: %1$d dB संदर्भ स्तर पर कैलिब्रेट किया गया। उपयोगकर्ता समायोजन: %2$@ → %3$@ कुल ऑफ़सेट: %4$@ रीडिंग नई बेसलाइन का उपयोग करेंगी।
hr: Kalibrirano na referentnu razinu %1$d dB. Korisnička prilagodba: %2$@ → %3$@ Ukupni pomak: %4$@ Očitavanja monitora koristit će novu osnovnu liniju.
hu: A %1$d dB referenciaszintre kalibrálva. Felhasználói beállítás: %2$@ → %3$@ Teljes eltolás: %4$@ A monitor leolvasása az új alapvonalat fogja használni.
id: Dikalibrasi ke tingkat referensi %1$d dB. Penyesuaian pengguna: %2$@ → %3$@ Total offset: %4$@ Pembacaan monitor akan menggunakan baseline baru.
it: Calibrato al livello di riferimento %1$d dB. Regolazione utente: %2$@ → %3$@ Scostamento totale: %4$@ Le letture del monitor utilizzeranno la nuova linea di base.
ja: 基準レベル %1$d dB に校正済み。 ユーザー調整: %2$@ → %3$@ 合計オフセット: %4$@ モニターの測定値には新しいベースラインが使用されます。
ko: 기준 레벨 %1$d dB로 교정되었습니다. 사용자 조정: %2$@ → %3$@ 총 오프셋: %4$@ 모니터 판독값은 새로운 기준을 사용합니다.
ms: Ditentukur kepada tahap rujukan %1$d dB. Pelarasan pengguna: %2$@ → %3$@ Jumlah offset: %4$@ Bacaan pantau akan menggunakan garis dasar baharu.
nb: Kalibrert til referansenivå %1$d dB. Brukerjustering: %2$@ → %3$@ Total offset: %4$@ Monitoravlesninger vil bruke den nye grunnlinjen.
nl: Gekalibreerd op referentieniveau %1$d dB. Gebruikersaanpassing: %2$@ → %3$@ Totale compensatie: %4$@ Monitormetingen zullen de nieuwe basislijn gebruiken.
pl: Kalibrowany do poziomu odniesienia %1$d dB. Regulacja użytkownika: %2$@ → %3$@ Całkowite przesunięcie: %4$@ Odczyty monitora będą korzystać z nowej linii bazowej.
pt: Calibrado para o nível de referência %1$d dB. Ajuste do usuário: %2$@ → %3$@ Offset total: %4$@ As leituras usarão a nova linha de base.
ro: Calibrat la nivelul de referință %1$d dB. Ajustare utilizator: %2$@ → %3$@ Compensație totală: %4$@ Citirile monitorului vor folosi noua linie de bază.
ru: Калибровка по опорному уровню %1$d dB. Пользовательская поправка: %2$@ → %3$@ Суммарное смещение: %4$@ Показания будут использовать новую базу.
sk: Kalibrované na referenčnú úroveň %1$d dB. Úprava používateľa: %2$@ → %3$@ Celkový posun: %4$@ Monitorované hodnoty budú používať novú základnú líniu.
sv: Kalibrerad till referensnivå %1$d dB. Användarjustering: %2$@ → %3$@ Total offset: %4$@ Monitoravläsningar kommer att använda den nya baslinjen.
th: ปรับเทียบเป็นระดับอ้างอิง %1$d dB การปรับเปลี่ยนโดยผู้ใช้: %2$@ → %3$@ ออฟเซ็ตทั้งหมด: %4$@ การอ่านค่าจากจอภาพจะใช้พื้นฐานใหม่
tr: %1$d dB referans düzeyine kalibre edildi. Kullanıcı ayarı: %2$@ → %3$@ Toplam sapma: %4$@ Monitör okumaları yeni temel çizgiyi kullanacaktır.
uk: Відкалібровано до еталонного рівня %1$d dB. Коригування користувача: %2$@ → %3$@ Загальне зміщення: %4$@ Показання монітора використовуватимуть нову базову лінію.
vi: Đã hiệu chỉnh theo mức tham chiếu %1$d dB. Người dùng điều chỉnh: %2$@ → %3$@ Tổng số tiền bù đắp: %4$@ Các bài đọc trên màn hình sẽ sử dụng đường cơ sở mới.
zh_hans: 已校准至参考声级 %1$d dB。 用户调整：%2$@ → %3$@ 总偏移：%4$@ 监测读数将使用新基线。
zh_hant: 已校準至參考聲級 %1$d dB。 使用者調整：%2$@ → %3$@ 總偏移：%4$@ 監測讀數將使用新基線。
